tests/load/CreateOrders_report.txt
Requests      [total, rate, throughput]         3000, 50.02, 50.01
Duration      [total, attack, wait]             59.989s, 59.98s, 9.329ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.266ms, 2.663ms, 2.241ms, 4.271ms, 4.934ms, 7.611ms, 20.938ms
Bytes In      [total, mean]                     111000, 37.00
Bytes Out     [total, mean]                     544242, 181.41
Success       [ratio]                           100.00%
Status Codes  [code:count]                      201:3000  
Error Set: