tests/load/CreateOrders_report.txt
Requests      [total, rate, throughput]         3000, 50.02, 49.15
Duration      [total, attack, wait]             1m1s, 59.981s, 1.058s
Latencies     [min, mean, 50, 90, 95, 99, max]  1.522ms, 65.732ms, 10.371ms, 234.072ms, 417.089ms, 646.993ms, 1.1s
Bytes In      [total, mean]                     111000, 37.00
Bytes Out     [total, mean]                     544230, 181.41
Success       [ratio]                           100.00%
Status Codes  [code:count]                      201:3000  
Error Set: