tests/load/GetHistory_report.txt
Requests      [total, rate, throughput]         3000, 50.02, 49.97
Duration      [total, attack, wait]             1m0s, 59.98s, 56.097ms
Latencies     [min, mean, 50, 90, 95, 99, max]  656.49µs, 14.463ms, 11.623ms, 29.836ms, 35.159ms, 54.566ms, 88.191ms
Bytes In      [total, mean]                     1161569423, 387189.81
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:3000  
Error Set: